[
  {
    "dappName": "CCTime",
    "dappImgUrl": "images/cctimexiao.jpg",
    "dappWatermarkUrl": "images/cctimeWatermark.png",
    "description":
      "CCTime, focusing on spreading valuable information, is a distributed sharing platform of social news developed on Asch side chain technology.",
    "link": "Read more"
  },
  {
    "dappName": "Koumei Cottage",
    "dappImgUrl": "images/kmwbg.png",
    "dappWatermarkUrl": "images/kmcWatermark.png",
    "description":
      "Koumei Cottage(KMC), which is called “Kong Ming Wu” in Chinese, is a decentralized market predicting application based on Asch platform.",
    "link": "Read more"
  },
  {
    "dappName": "Help China",
    "dappImgUrl": "images/bangbg.jpg",
    "dappWatermarkUrl": "images/bangWatermark.png",
    "description":
      "Help China is a mobile application of light-social, news and platform based on Asch chain with the function that users can allocate and accept assignments online, chat and browse news.",
    "link": "Read more"
  },
  {
    "dappName": "BlockPets",
    "dappImgUrl": "images/BlockPetsxiao.png",
    "dappWatermarkUrl": "images/BlockPetsWatermark.png",
    "description":
      "BlockPets is a game based on the blockchain running on the asch chain. Users can obtain the virtual value of the game  forever.",
    "link": "Read more"
  },
  {
    "dappName": "Hello Kimi",
    "dappImgUrl": "images/hellokimiBg1.jpg",
    "dappWatermarkUrl": "images/helloWatermark.png",
    "description":
      "Hello Kimi is the first cloud pets social casual game platform in China based on Asch side-chain technology.",
    "link": "Read more"
  },
  {
    "dappName": "Dream World",
    "dappImgUrl": "images/dreamWorldx.png",
    "dappWatermarkUrl": "images/watermark5.png",
    "description":
      "Its a distributed shared 3D virtual space platform based on the earths world. Its the most privacy preserving and widely participated social interaction platform. Its a digital materialized world experience platform based on VR and AR. Its a platform for value added and maintenance of digital assets.",
    "link": "Read more"
  },
  {
    "dappName": "SubSpace",
    "dappImgUrl": "images/subSpacex.png",
    "dappWatermarkUrl": "images/watermark6.png",
    "description":
      "SubSpace is based on the value of the game for players to play autonomy as the core, developed by Asch side-chain technology distributed intelligent game platform.",
    "link": "Read more"
  },
  {
    "dappName": "Propitious Dog",
    "dappImgUrl": "images/propitiousDogx.png",
    "dappWatermarkUrl": "images/watermark7.png",
    "description":
      "Leaving 2017 Year of the Rooster, 2018 Year of dog is coming. As Spring Festival which is Chinas most important traditional festival arrives, Chinas first encrypted zodiac collection applications based on blockchain technology will be released on the Asch Chain platform.",
    "link": "Read more"
  }
]
